/* eslint-disable import/prefer-default-export */
export const fakeData_r = [
  {
    id: 1,
    name: '짜장라면',
    username: 'Kim',
    stuff: ['짜장라면', '양파', '계란'],
    description:
      '양파와 돼지고기는 짜장면과 함께 먹기 좋도록 적당한 크기로 썰어주세요.\n예열된 프라이팬에 짜장라면에 들어있던 유성 수프(기름) 3봉지를 둘러준 다음, 고기가 충분히 익을 때까지 중불에서 볶아주세요. (없으시면 현미유 1T를 사용해도 OK)\n이제 양파와 짜장 수프 건더기 수프, (면 삶고 있는) 뜨거운 물 100ml를 넣고 원하는 농도 될 때까지 볶아주세요.우리 보통 사 먹는 간짜장 농도가 될 정도? (대략 4분 30초 정도 걸린 것 같더라고요.)\n볶을 때 면도 함께 삶아주면 타이밍이 얼추 맞겠죠~! 아 소스 양에 비해 면이 많길래. 저는 면은 2봉지만 사용했답니다.\n삶아진 면에 볶아진 짜장소스를 올려주면 오늘의 요리 끝. *취향에 따라서 달걀 프라이와 고춧가루를 함께 넣어주면 더 맛있답니다.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2019/08/31/b14b26dae79562f581163485de10babd1.jpg',
    likeCount: 12,
  },
  {
    id: 2,
    name: '간장계란밥',
    username: 'Lee',
    stuff: ['밥', '참기름', '계란', '간장'],
    description:
      '계란 3개중에 2개만 풀어서 준비합니다.\n풀어놓은 계란은 후라이팬에 식용유를 넣고 젓가락으로 휘저어 가면서 너무 뭉치지 않게 해주세요. (에그스크럼블 식으로)\n따뜻한 밥 1그릇을 세팅합니다. (만약 찬밥을 이용해서 하실분들은 가스불을 끄지 않고 밥을 넣고 계란과 함께 볶아 주세요)\n간장 1스푼, 참기름 1스푼을 넣고 밥과 계란, 그리고 양념이 잘 섞이도록 섞어 줍니다.\n이제 계란 1개를 반숙으로 튀겨 주듯이 후라이를 해 줍니다.\n그릇에 간장계란밥을 올리고 반숙후라이를 올린 후 집에 김이 있으면 김을 잘라 올려 주시면 간장계란밥 완성입니다!',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2016/09/06/115b2b934fd77085518877677d1266fa1.jpg',
    likeCount: 21,
  },
  {
    id: 3,
    name: '계란볶음밥',
    username: 'Park',
    stuff: ['밥', '양파', '계란', '대파', '간장', '참기름'],
    description:
      '양파는 잘게 다져주고, 대파 또는 쪽파도 송송 썰어주고 밥은 미리 꺼내 식혀준 다음 계란 2개를 잘 풀어서 소금 한 꼬집 + 후추 한 꼬집 + 맛술 1/2T를 넣어 잘 풀어주세요. (볶음밥 재료는 냉장고의 아무 야채나 사용해도 좋아요.)\n팬에 기름을 두르고 대파를 준비한 양의 반틈만 넣어 볶아주세요. (반틈만 볶은 이유는, 파기름을 내준 후 나머지 파로는 파의 식감을 살리기 위해서에요.)\n파가 지글지글 볶아지면 양파를 넣고 휙휙 볶아 주세요.\n한쪽에 야채들을 밀어 넣어 주고 팬 반쪽에 풀어둔 계란을 부어 스크램블을 만들어주세요.\n식혀둔 밥을 넣어 덩어리지지 않게 주걱으로 잘 갈라 볶아 주세요. (찬밥을 넣으면 꼬들꼬들한 볶음밥이 돼요.)\n어느정도 밥과 섞이면 소금 1/2t, 간장 1T, 참기름 1T, 후추도 톡톡 넣어 주세요.\n마지막으로 남겨둔 쪽파를 넣고 통깨를 살살 뿌려준 후 가볍게 볶아 주세요.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2017/05/22/338ade7b1e49190339d0f8292e12ee211.jpg',
    likeCount: 23,
  },
  {
    id: 4,
    name: '참치라면',
    username: 'Choi',
    stuff: ['라면', '양파', '계란', '대파', '참치캔'],
    description:
      '기존 라면 물 끓일 때와 동일하게 물을 넣고 후레이크를 넣어 주세요\n그 다음 물이 끓으면 라면스프를 넣고 나서 고춧가루 1T도 넣어주세요\n그 다음 양파를 넣어주세요\n라면을 넣은 다음 참치는 1/2정도 넣어주세요 (작은참치캔은 하나 사용하셔도 돼요)\n마지막으로 계란 넣고 팔팔 끓여주면 끝입니다.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2015/10/05/66a201f26ba16192e5569b8c3ded30da1.jpg',
    likeCount: 13,
  },
  {
    id: 5,
    name: '스팸덮밥',
    username: 'Kim',
    stuff: ['스팸', '밥', '파', '간장'],
    description:
      '우선 마지막에 밥 위에 올릴 파를 썰어 줍니다.\n스팸을 얇게 편 썰어 주세요.\n팬에 기름을 두르고 스팸을 구워 주세요.\n이제 물 100ml과 양념장(간장 2T, 맛술 2T, 설탕 2T)을 넣어 줍니다.\n간이 잘 배도록 앞뒤로 뒤집어 주세요.\n양념이 조금 남았을 때 불을 꺼줍니다.\n밥 위에 차곡차곡 올리고 마지막으로 파와 깨를 뿌려 줍니다.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2016/08/22/24b64f6ee9d7169df29058b8aca2e05b1.png',
    likeCount: 32,
  },
  {
    id: 6,
    name: '스팸덮밥',
    username: 'Kim',
    stuff: ['스팸', '밥', '파', '간장'],
    description:
      '우선 마지막에 밥 위에 올릴 파를 썰어 줍니다.\n스팸을 얇게 편 썰어 주세요.\n팬에 기름을 두르고 스팸을 구워 주세요.\n이제 물 100ml과 양념장(간장 2T, 맛술 2T, 설탕 2T)을 넣어 줍니다.\n간이 잘 배도록 앞뒤로 뒤집어 주세요.\n양념이 조금 남았을 때 불을 꺼줍니다.\n밥 위에 차곡차곡 올리고 마지막으로 파와 깨를 뿌려 줍니다.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2016/08/22/24b64f6ee9d7169df29058b8aca2e05b1.png',
    likeCount: 32,
  },
  {
    id: 7,
    name: '스팸덮밥',
    username: 'Kim',
    stuff: ['스팸', '밥', '파', '간장'],
    description:
      '우선 마지막에 밥 위에 올릴 파를 썰어 줍니다.\n스팸을 얇게 편 썰어 주세요.\n팬에 기름을 두르고 스팸을 구워 주세요.\n이제 물 100ml과 양념장(간장 2T, 맛술 2T, 설탕 2T)을 넣어 줍니다.\n간이 잘 배도록 앞뒤로 뒤집어 주세요.\n양념이 조금 남았을 때 불을 꺼줍니다.\n밥 위에 차곡차곡 올리고 마지막으로 파와 깨를 뿌려 줍니다.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2016/08/22/24b64f6ee9d7169df29058b8aca2e05b1.png',
    likeCount: 32,
  },
  {
    id: 8,
    name: '스팸덮밥',
    username: 'Kim',
    stuff: ['스팸', '밥', '파', '간장'],
    description:
      '우선 마지막에 밥 위에 올릴 파를 썰어 줍니다.\n스팸을 얇게 편 썰어 주세요.\n팬에 기름을 두르고 스팸을 구워 주세요.\n이제 물 100ml과 양념장(간장 2T, 맛술 2T, 설탕 2T)을 넣어 줍니다.\n간이 잘 배도록 앞뒤로 뒤집어 주세요.\n양념이 조금 남았을 때 불을 꺼줍니다.\n밥 위에 차곡차곡 올리고 마지막으로 파와 깨를 뿌려 줍니다.',
    image:
      'https://recipe1.ezmember.co.kr/cache/recipe/2016/08/22/24b64f6ee9d7169df29058b8aca2e05b1.png',
    likeCount: 32,
  },
];
